[

 
  
{
    "title": "The Grasshopper",
    "excerpt": "Welcome to Relaxivity  - the new Podcast that brings you atmsopheric and relaxing stories.  Our debut episode is a poem from ancient Greece that celebrates the devine in the tiny.",
    "series": "poems",
    "url": "/posts/poems/grasshopper",
    "img": "grasshopper-videoart.jpg"
  } 


  ,
{
    "title": "The Green Willow",
    "excerpt": "An etherial story from Japan about a Sumurai Knight and a beautiful but ghostly woman connected to a willow tree",
    "series": "poems",
    "url": "/posts/japan/willow",
    "img": "/images/green-willow-videoart.jpg"
  } 


  ,
{
    "title": "The Birth of Buddha",
    "excerpt": "The Birth of Buddha is an immersive, spiritual story, that goes to the origins of one of the world&#39;s great religions.",
    "series": "Buddha",
    "url": "/posts/buddha/birth-of-buddha",
    "img": "/images/buddha-videoart.jpg"
  } 


  ,
{
    "title": "The Elephant is Slow to Mate",
    "excerpt": "This is a love poem by DH Lawrence - just in time for Valentine’s day.  But it isn’t about fiery passion, it’s about a slow-burning and long-lasting love.",
    "series": "poems",
    "url": "/posts/poems/elephant",
    "img": "elephant-love-videoart.jpg"
  } 


  ,
{
    "title": "Buddha&#39;s Path to Enlightenment",
    "excerpt": "We continue the story of the life of Buddha.",
    "series": "Buddha",
    "url": "/posts/buddha/buddha-enlightenment",
    "img": "/images/buddha-tree-videoart.jpg"
  } 


  ,
{
    "title": "Our Saviour Christ (Munji Masiha Shafi)",
    "excerpt": "This is an Easter song sung in Urdu. Words by Rev Massey. Music composed by Alvat Garewal.Sung by Emma Garewal. Amber Roshni helped with the musical arrangement. Thanks to Mr. Majeed Masih from Pakistan for arranging the violinist and flautist.",
    "series": "",
    "url": "/posts/Music/easter",
    "img": "/images/easter-videoart.jpg"
  } 


  ,
{
    "title": "Lanval",
    "excerpt": "A romantic tail from the mythological times of King Arthur.  Sir Lanval is a Knight of the Court of King Camelot.  He is brave and good looking, chivalrous, and moral.  But the other Knights of the Round Table do not like him.  So he leaves their company and is wooed by a beautiful fairy queen, who gives him not only her love, but riches too.   The story refers to some grown-up themes. We trust you will find the magical and romantic story calming and diverting from the cares of modern life!  Sit or lie back, and enjoy the story of a medieval Knight. ",
    "series": "Lanval",
    "url": "/posts/arthur/lanval",
    "img": "/images/lanval-videoart.jpg"
  } 


  ,
{
    "title": "The Prayer of St Francis of Assisi",
    "excerpt": "The timeless Prayer of St. Francis of Assisi. A hymn to peace, understanding, and unconditional love, this prayer is a cornerstone of Christian thought and a universal call to inner peace and harmony with the world. Whether you&#39;re familiar with its soothing words or hearing them for the first time, join us, sit back, take a deep breath, and let the wisdom of St. Francis guide you to a place of quiet reflection and rejuvenation.  Read in the rich tones of Jana Elizabeth. ",
    "series": "",
    "url": "/posts/saints/prayer-of-assisi.md",
    "img": "/images/assisi-videoart.jpg"
  } 


  ,
{
    "title": "The Canticle of Creation",
    "excerpt": "When St Francis of Assisi was ageing and going blind, he wrote these words: a celebration of his brothers and sisters, the Sun, the Moon, Light, Animals, flowers, Fire and Water - all of them God&#39;s creations.

",
    "series": "",
    "url": "/posts/the-canticle-of-creation",
    "img": "/images/sun-meme-videoart.jpg"
  } 


  ,
{
    "title": "The Youth of Assisi",
    "excerpt": "Of all the saints, St. Francis of Assisi stands out for his deep love for animals and nature. His day is celebrated on the 4th of October. 

He was born in the year 1181 to a wealthy silk merchant.  He might have followed in his father&#39;s footsteps, or become an adventurer in search of fortune and glory.  But a calling from god led him to go against his father&#39;s wishes. 

https://relaxivity.app",
    "series": "",
    "url": "/posts/saints/youth-of-assisi",
    "img": "/images/assisi-youth-videoart.jpg"
  } 



]